<?php

return [
    'required' => 'The :attribute is required',
    'min' => 'Поле не должно иметь меньше :min символов',
    'between' => 'Поле не должно иметь меньше :min символов и больше :max',
    'max' => 'Поле не должно иметь больше :max символов',
    'email' => 'Поле не емайл',
    'accepted' => 'Поле не прийнято',
    'url' => 'URL не верный либо не существует',
    'alpha' => 'Поле должно содержать только латинские символы',
    'alphasym' => 'Поле должно содержать только латинские символы, цифры, _ , -',
    'alphanum' => 'Поле должно содержать только латинские символы, цифры',
    'confirmed' => 'Поля не совпадают',
    'same' => 'Поле :attribute и :other не совпадают 2',
    'int' => 'Поле должно быть числом',
    'email.required' => 'WHERE MY email?????',
    'name.same' => 'SAMEEEEEEEEEE',
    
];